[
    {
        "content": {
            "title": "Politische Bildung: Schüler beobachten sich bei der Wahl",
            "text": "Gute Idee! Der Profilkurs des Gymansiums Lerchenfeld in Hamburg begleitet den Wahlkampf zur Bürgerschaftswahl, stellt zwei Wahlvorstände und beobachtet sich selbst bei ihrer ersten Teilnahme an einer Wahl … Und dieses Projekt wird selbstverständlich mit einem Projektblog dokumentiert!",
            "img": "http://localhost:8080/kursblog_hamburgwahl713907.jpg",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:23:13 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "Everyday Consistency.",
            "text": "Be consistent. Create a plan. Outline your moves step by step. Stop starting and stopping over and over again and then wonder why you aren’t getting anywhere. It’s time to go something different. Study the game. Seek advice from someone doing better than you. Don’t let your ego hold you back from leveling up. Quit thinking you have to do this all by yourself.\n\n\nBut it’s time to be consistent, do something every day. Even small steps help you get closer towards accomplishing your goals. ",
            "img": "",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:25:39 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "Hey, sleepy sheepies!",
            "text": "Quick update, for the record:\n\nI have graduated college. I am a college graduate. I am free! I am currently staying at home bc of life circumstances, and I start working soon, with some major factors of my life up in the air currently. I will also be pouring more effort into more seriously starting up commissions, and am hoping an Etsy shop will be the first step in doing so.\n\nAbout the comic: I have a team of two colorists, both of whom are still in school. I know the summers I was working and pumping out pages on my own I damn near killed myself, or nearly killed the comic. My time commitment to my share of the comic, even with my amazing team, has not gone down. It’s probably increased as my skills and intensity has increased. I know I will be rethinking the upload schedule, and I know I’m intimidating as hell about starting this comic up again, especially since we are moving into an entirely new world.\n\nBut I will not be giving this up. I was kind of stressing out a little bit over it to Reverse less than",
            "img": "http://localhost:8080/tumblr_f1f3463a1e7ac661d5e33d01c619ecef_2f501b68_500924808.png",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:27:03 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "Why Superpowers in Worm Feel Different",
            "text": "[This won’t make sense if you haven’t at least started Worm, but doesn’t contain spoilers.]\n\nIn the hands of most superhero writers, any Tinker from Worm would be a “super-genius” rather than having specific limits on their specialty mentioned (even if in practice the things they make are the same). Any Alexandria package would be an identical flying brick with maybe one other power. Velocity would be “a speedster”. \n\nAnd so on.\n\nAny writer could take a superhero like Superman, Captain America or Scarlet Witch and give them firmly-defined limits that actually impact the story.\n\nSuperman feeds on sunlight; does that mean he has to ration his power, or that he takes steps to make sure he’s exposed to more sunlight during his everyday life, or that standing in sunlight feels different to him than a human? Captain America has “enhanced skill” that lets him bounce his shield around like a boomerang and dodge bullets and so on.\n.",
            "img": "",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:27:45 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "The Tour of my lifetime through Trier",
            "text": "Hey guys!\nCheck out my way across the city last Monday!",
            "img": "",
            "geoId": "6978792.json"
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:30:23 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "Expose: you're losing money by not using piano stores",
            "text": "How latin music videos are making the world a better place. 8 ways radio stations can make you rich. 13 insane (but true) things about music videos. How radio stations aren't as bad as you think. Why radio stations are the new black. The complete beginner's guide to concert tickets. Jazz coffee bars by the numbers. 19 least favorite country song ringtones. 9 problems with concert events. 5 uses for country song ringtones.\n\nHow radio stations changed how we think about death. The only popular song resources you will ever need. Why you shouldn't eat dance playlist in bed. Why our world would end if country song ringtones disappeared. The best ways to utilize concert events. Why latin instruments are on crack about latin instruments. How dance playlists make you a better lover. Why the next 10 years of latin music videos will smash the last 10. Billboard alternatives by the numbers. 18 least favorite country music festivals.\n",
            "img": "",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:34:51 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "My 12 least favorite latin instruments",
            "text": "16 myths uncovered about jazz coffee bars. How to cheat at music notes and get away with it. 5 things about popular songs your kids don't want you to know. 12 great articles about summer music festivals. If you read one article about top new songs read this one. Why you shouldn't eat live show in bed. 9 ways billboard music awards can find you the love of your life. An expert interview about hot songs. Why free dances will make you question everything. How twitter can teach you about music notes.",
            "img": "http://localhost:8080/music_rock-coffee-trends_282K76597.jpg",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:35:50 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "How beauty marks are making the world a better place",
            "text": "What everyone is saying about lifestyle blogs. The 16 best resources for homemade beauty products. How love tests can make you sick. How celebrity photos make you a better lover. 5 least favorite managing finances. How love quotes made me a better person. Why you'll never succeed at lifestyle markets. 11 things your boss expects you know about beauty marks. How money saving tips can help you predict the future. Why celebrity houses are afraid of the truth.",
            "img": "http://localhost:8080/life_tears-of-hope_309K67521.jpg",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:36:29 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "A poem.",
            "text": "the wind is howling,\ni'm going bowling",
            "img": "",
            "geoId": "14422540.json"
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:37:35 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "The unconventional guide to music apps",
            "text": "16 ways music scores are completely overrated. The 6 worst songs about music scores. What everyone is saying about rock bands. Why latin instruments are afraid of the truth. How to be unpopular in the top country song world. Why your free dance never works out the way you plan. Why country music festivals will make you question everything. 14 great articles about country music festivals. 8 things that won't happen in piano stores. What experts are saying about top new songs.",
            "img": "http://localhost:8080/music_get-in-touch-record-studio_102K705908.jpg",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:38:18 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "The Terrifying Saga Of Action Park's Loop-de-Loop Slide",
            "text": "There's something slightly seedy about even the best amusement parks, as anyone who's accidentally glanced down the wrong alley at Disneyworld and witnessed Buzz Lightyear trying to console Goofy through the meth shakes can attest. That's why everyone cherishes a sincerely terrible park, like the kind where they don't bother holding up a privacy tarp while hosing blood off the bumper cars. And the most fabled of them all was Action Park -- the humble water park that became a beloved New Jersey institution with nothing more than a positive attitude and a complete disregard for the sanctity of human life, alcohol licensing laws, and the concept of gravity itself.\n\nEven today, locals speak of Action Park in a whisper, and not just because most of them had their tracheas burned out by chlorine fumes from the wave pool. Almost everyone who grew up in the New York metropolitan area in the '80s has an Action Park story, usually with an accompanying scar. ",
            "img": "http://localhost:8080/743063_v466568.jpg",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:39:45 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "The best ways to utilize fitness magazines",
            "text": "How twitter can teach you about health quotes. How healthy eating facts can make you sick. The 5 worst relapse prevention worksheets in history. 18 ideas you can steal from cholesterol levels. 18 movies with unbelievable scenes about cholesterol levels. Why the world would end without medicine shops. Why our world would end if nutrition label makers disappeared. The only high cholesterol food resources you will ever need. 17 ways health quotes are completely overrated. Health care solutions by the numbers.",
            "img": "",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:40:15 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "How Bizarre (Or Great) Will The 2020 Election Be?",
            "text": "Hey there folks! This is Alex Schmidt with some exciting news: we're going to start cross-posting The Cracked Podcast's new episodes to the Cracked YouTube channel, beginning with this episode. I think that's exciting! And by the way, do you listen to the show through Apple Podcasts or Stitcher or Spotify or any other traditional podcast player? Cool! Nothing changes for you. The podcast will keep broadcasting everywhere it already broadcasts, and additionally there will be a YouTube post for each new episode. This isn't that thing where Joe Rogan's show is becoming a Spotify exclusive; this is almost exactly the opposite of that. Same show, one more platform.",
            "img": "",
            "geoId": "12681068.json"
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:41:43 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "7 Terrible Medical Devices From History",
            "text": "It's easy to look back at the past with nostalgia, but advances in medicine keep us looking forward to the future. For as uncomfortable going to the dentist is now, at least we don't have any oral surgery tools that incorporates the word \"guillotine\" anymore.\n\nRead more about medical devices we should be grateful aren't used anymore.",
            "img": "http://localhost:8080/743376_v2930628.jpg",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:42:14 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "How auto body parts changed how we think about death",
            "text": "Why you shouldn't eat auto warehouse in bed. Why auto body parts will change your life. How auto body parts aren't as bad as you think. An expert interview about windshield repairs. 7 things about car body shops your kids don't want you to know. What the beatles could learn from car paint jobs. 20 things about auto parts your kids don't want you to know. How hollywood got hybrid supercars all wrong. 19 myths uncovered about mechanic shops. 7 ideas you can steal from auto body parts.",
            "img": "",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:43:18 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "The Most Horrible Thing Found on Blackbeard's Pirate Ship",
            "text": "Blackbeard the Pirate has become the inspiration for many fictional works, but the remains of his ship reveal some interesting day-to-day medical practices. Read more about this fearsome pirate and his even more frightening medical techniques.\n\n",
            "img": "http://localhost:8080/743182_v2520389.jpg",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:44:01 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "The Seedy, Bizarre History of Rock, Paper, Scissors",
            "text": "Flexing your hands at someone until their open palm destroys your fist for some reason seems like a dumb way to make decisions, but that's just because humans have been dumb for a very long time. Versions of Rock, Paper, Scissors go back 4,000 dang years, and we can date the modern version of the game to China's Han dynasty, around 200 B.C. The evidence suggests that, much like your recent debate over who had to sit in the backseat with your friend who just ate four burritos, it was used to decide between different courses of action. But that's not all it was used for.",
            "img": "",
            "geoId": "34132213.json"
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:44:37 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "4 Reasons Searching For Buried Treasure Sucks IRL",
            "text": "With the recent revelation that the legendary fortune of Forrest Fenn has finally been found, you might be wondering how you too can get in on digging up millions of dollars of gold and jewels and pilfered Native American artifacts. Well, put down that bullwhip and fedora, Dr. Jones, because when it comes to unburying priceless booty, there's a lot less Tomb Raidering and a lot more lawsuits and parsing out self-published poetry and getting lured into the woods by old men.",
            "img": "http://localhost:8080/740010_v2807594.jpg",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:46:13 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "The Contraband Corned Beef Sandwich That Went to Space",
            "text": "An astronaut and a corned beef sandwich go up to space. Chaos ensues. Read more below on the most eventful few bites of sandwich ever taken.",
            "img": "",
            "geoId": "8270557.json"
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:46:58 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "HEY GUYS",
            "text": "My Grandson just created an account for me. am i using this right. Has anyone heard from Aunt Belle about sunday dinner???\n-Uncle Bobby",
            "img": "",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:49:53 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "5 Futuristic Predictions That Now Sound Hilarious",
            "text": "Science fiction has one main job -- to imagine the future, so it's kind of embarrassing when it totally fails at that. Sure, the writers aren't psychics and the stories can still be good -- but looking back from 2020 (a perfect year for hindsight), some predictions from decades past look especially puzzling. For example...",
            "img": "http://localhost:8080/741323_v2100514.jpg",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:50:54 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    },
    {
        "content": {
            "title": "Your Dog Is Adorably Manipulating You",
            "text": "Those big puppy dog eyes are 33,000 years in the making. According to a paper published in Proceedings of the National Academy of Sciences, dogs' faces have evolved to better communicate with humans. Read more about dogs' transformation below.",
            "img": "http://localhost:8080/741129_v2921563.jpg",
            "geoId": ""
        },
        "author": {
            "name": "Kevin Meßmer",
            "avatarUrl": "http://localhost:8080/assets/profile/kevinmessmer.jpg"
        },
        "meta": {
            "created": "25.07.2020, 23:51:29 "
        },
        "geolocation": {
            "longitude": "",
            "latitude": ""
        }
    }
]